Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/stm200120020033000se_pdts.pdf.tmx
Source language: sme
Languages: nob

source: Alimusriekti ii leat dán vuođul gávnnahan dárbbašlažžan árvvoštallat guoddaleaddji áššeoasálaččaid subsidiára čuoččuhusa ahte stáhtalaš eaiggáduššanriekti ii soaba oktii Norgga álbmotrievttálaš geatnegasvuođaiguin eamiálbmogiid buohta .
nob: Høyesterett har på denne bakgrunn ikke funnet det nødvendig å vurdere de ankende parters subsidiære påstand om at statlig eiendomsrett ikke vil være forenlig med Norges folkerettslige forpliktelser overfor urfolk .

source: Alimusriekti lea almmatge albmanahttán dainna lágiin ahte mearrádus soahpá bures oktii ILO-soahpamuša nr. 169 artihkkala 14 nr. 1 vuosttas čuoggá njuolggadusaiguin ja deasttaiguin mat lea dán mearrádusa duogábealde , almmá dán čiekŋutkeahttá duomus .
nob: Høyesterett har imidlertid uttrykt det slik at avgjørelsen er i godt samsvar med reglene i ILO-konvensjon nr. 169 artikkel 14 nr. 1 første punktum og hensynene bak denne bestemmelsen , uten at dette er utdypet i dommen .

source: Diggerievttálaš dilálašvuođaid hárrái galgá mearkkašuvvot ahte háhkama eavttut dološ áiggi rájes geavaheami bokte vuolggasajis leat árvvoštallojuvvon dábálaš vuogi mielde .
nob: I forhold til det tingsrettlige skal bemerkes at vilkårene for erverv gjennom alders tid i utgangspunktet er vurdert på vanlig måte .

source: Háhkama eavttut dološ áiggi rájes geavaheami bokte leat nugo namahuvvon bajábealde ahte dat guoskevaš guovlu lea muhtun láhkai geavahuvvon , ahte geavaheapmi galgá dáhpáhuvván guhkes áiggi ja dat galgá leat dáhpáhuvvan buori oskkus .
nob: Vilkårene for erverv gjennom alders tids bruk er som nevnt ovenfor at det skal ha foregått en viss bruk av det aktuelle området , bruken skal ha foregått i lang tid og den skal ha skjedd i god tro .

source: Duomu erenoamášvuohta lea dat deaddu mii gažaldagas buori oskku hárrái lea biddjojuvvon oainnuide ahte vuoigatvuođat leat vuolgán sámi veahkadatjoavkkus .
nob: Det spesielle ved dommen er den vekt det i forhold til spørsmålet om god tro , er lagt på at oppfatningene om rettigheter skriver seg fra en samisk befolkningsgruppe .

source: Dat ahte veahkadat hárvvibut lea geavahan dajaldaga eaiggáduššanriekti , muhto lea máinnašan vuoigatvuođaidis geavahanriektin , ii galgga Alimusrievtti oainnu mielde leat vahágin Olmmáivákki veahkadahkii .
nob: Det at man fra befolkningens side i mindre grad har brukt uttrykket eiendomsrett , men omtalt sine rettigheter som bruksrett , skal i følge Høyesterett ikke tale mot befolkningen i Manndalen .
